Repository: kazushi3/Mobile-Apps-Translation
Catalog: *-*/Localizable.strings
Languages: italian

# faq_8_question
source: I receive an email forwarded to my personal email from an alias. How can I reply to that email? Do I need to go to SimpleLogin to initiate the reply?
italian: Riveco email inoltrate al mio indirizzo personale da uno dei miei alias. Come posso rispondere alla email? Devo collegarmi a SimpleLogin per poter rispondere?

# faq_9_question
source: Are my emails modified?
italian: Il contenuto delle mie email viene modificato?

# faq_10_question
source: What is a reverse-alias?
italian: Cosa è un alsia inverso?

# faq_10_answer
source: A reverse-alias is a special alias that allows you to send email from your alias. A reverse-alias is created for each alias you want to send email from and each contact you want to send email to. When you send an email to a reverse-alias from your personal email, the email will be sent from your alias to the contact.
italian: Unalias inverso è un tipo speciale di alias che permette di inviare email dal tuo alias. Un alias inverso specifico per ogni contatto viene generato per ogni alias dal quale vuoi mandare una email. Quando invii una email ad un alias inverso dalla tua email personale, la email verrà mandata dal tuo alias al tuo contatto.

# faq_11_question
source: Is email alias permanent?
italian: Gli alias sono permanenti?

# faq_11_answer
source: As a normal email address, an email alias is always there unless you delete it.
italian: Esattamente come un normale indirizzo email, un alias sarà sempre disponibile finchè non lo rimuovi.

# faq_12_question
source: Where is SimpleLogin server located?
italian: Dove sono i server di SimpleLogin

# faq_12_answer
source: We use UpCloud, a Finland cloud provider. Our server is currently located in its France-Germany datacenter.
italian: Per la nostra piattaforma utilizzamo UpCloud, un servizio cloud Finlandese. I nostri server sono al momento in datacenters in Francia e Germania.

# faq_13_question
source: I can not find an answer to my question here
italian: Non riesco a trovare la risposta alla mia domanda qui

# faq_13_answer
source: You can find the list of all frequent question/answer on the FAQ page. If you don't find the answer there, please send your question to hi@simplelogin.io. You can also create an issue on our GitHub Issues.
italian: Puoi trovare la lista di tutte le domandi frequenti e risposte nella nostra pagina FAQ. Se non riesci a trovare la risposta che cerchi li, per favore contattaci a hi@simplelogin.io. Puoi anche creare una issue nella nostra pagina GitHub.
