Repository: kazushi3/Mobile-Apps-Translation
Catalog: *-*/Localizable.strings
Languages: italian

source: activate
italian: attiva

source: activated
italian: attivato

source: deactivate
italian: disattiva

source: deactivated
italian: disattivato

source: Cancel
italian: Annulla

source: Close
italian: Chiudi

source: Confirm
italian: Conferma

source: Copy
italian: Copia

source: Copied
italian: Copiato

source: Create
italian: Crea

source: Created
italian: Creato

source: Delete
italian: Rimuovi

source: Done
italian: Fatto

source: Modify
italian: Modifica

source: Retry
italian: Riprova

source: Save
italian: Salva

source: mailbox
italian: email

source: mailboxes
italian: email

source: Settings
italian: Impostazioni

source: About
italian: Informazioni

source: Rate Us
italian: Valutaci

source: Sign Out
italian: Disconnetti

# sign_out_confirmation
source: You will be signed out
italian: Sarai disconnesso

source: Yes, sign me out
italian: Yes, disconnettimi

source: forward
italian: inoltrata

source: forwards
italian: inoltrate

source: block
italian: bloccata

source: blocks
italian: bloccate

source: reply
italian: risposta

source: replies
italian: risposte

source: Send email
italian: Invia email

source: Edit mailboxes
italian: Modifica email

source: Add name
italian: Aggiungi nome

source: Add name for alias
italian: Aggiungi un nome per alias

source: Edit name
italian: Modifica nome

source: Edit name for alias
italian: Modifica nome per alias

source: No display name
italian: Nome non configurato

source: Add note
italian: Aggiungi descrizione

source: Add note for alias
italian: Aggiungi descrizione

source: No note
italian: Descrizione non configurata

source: Edit note
italian: Modifica descrizione

source: Edit note for alias
italian: Modifica descrizione

source: Email handled
italian: Email gestita

source: Emails handled
italian: Emails gestite

source: Email forwarded
italian: Email inoltrata

source: Emails forwarded
italian: Emails inoltrate

source: Email replied
italian: Email resposta

source: Emails replied
italian: Emails risposte

source: Email blocked
italian: Email bloccata

source: Emails blocked
italian: Emails bloccate

source: Compose and send email
italian: Scrivi email

source: From
italian: Mittente

source: To
italian: Destinatario

# copy_reverse_alias_with_display_name
source: Copy reverse-alias (w/ display name)
italian: Copia alias di risposta (con display name)

# copy_reverse_alias_without_display_name
source: Copy reverse-alias (w/o display name)
italian: Copia alias di risposta (senza display name)

source: Begin composing with default email
italian: Apri programma di mail

source: All
italian: Tutti

source: Active
italian: Attivi

source: Inactive
italian: Inattivi

# delete_alias_confirmation
source: 🛑 People/apps who used to contact you via this alias cannot reach you any more. This operation is irreversible. Please confirm.
italian: 🛑 Attenzione: Questa operazione è irreversibile. Le persone o applicationi che utilizzano questo alias non potranno più inviarti email.

source: Create Alias
italian: Crea Alias

# create_alias_placebolder
source: Ex: groupon, newsletters
italian: Es: groupon, newsletters

# create_alias_name_requirements_explication
source: Only lowercase letters, numbers, dashed (-) and underscore (_) are currently supported.
italian: Solo lettere minuscole, numeri, trattino (-) e trattino basso (_) sono supportati al momento.

# create_alias_mailboxes_explication
source: The mailboxes that own this alias
italian: Gli indirizzi email associati a questo alias

source: Name
italian: Nome

# create_alias_name_explication
source: Display name when sending &amp; replying (optional)
italian: Nome visualizzato quando invii o rispondi ad emails (opzionale)

# create_alias_name_placeholder
source: Ex: John Doe
italian: Es: Mario Rossi

source: Note
italian: Descrizione

# create_alias_note_explication
source: Anything to remind you (optional)
italian: Informazioni utili per questo alias (opzionale)

# create_alias_note_placeholder
source: Ex: For tech newletters, online shopping, hot deals...
italian: Es: Usata per siti di sport, negozi online, siti social...

# create_alias_hint
source: 💡Hint: To make it easy to remember for later use, it is a good practice to use the name of the website/service that you plan to register with alias.
italian: 💡Suggetimento: È utile usare il nome del sito o servizio dove questo alias viene usato

source: Select suffix
italian: Seleziona suffisso

# no_selected_suffix
source: No suffix is selected
italian: Nessun suffisso selezionato

source: By random words
italian: Per parole random

source: By UUID
italian: Per UUID

source: New alias
italian: Nuovo alias

# randomly_create_alias
source: Randomly create an alias
italian: Crea alias usando parole a random

source: Enter search term
italian: Inserisci termine di ricerca

# create_contact_explication
source: Create a contact to send email from your alias
italian: Crea un contatto a cui inviare una email dal tuo alias

source: Default mailbox
italian: Email principale

source: New mailbox
italian: Nuova email

# new_mailbox_hint
source: my-another-email@example.com
italian: mia-nuova-email@esempio.it

# new_mailbox_explication
source: A verification email will be sent to this email address
italian: Una email di verifa sarà inviata a questo indirizzo

source: How to use mailboxes
italian: Come usare email

# mailbox_explication
source: A mailbox is just another personal email address. When creating a new alias, you could choose the mailbox that owns this alias, i.e: - all emails sent to this alias will be forwarded to this mailbox - from this mailbox, you can reply/send emails from the alias. When you signed up, a mailbox is automatically created with the provided email. A mailbox doesn't have to be your email: it can be your friend's email if you want to create aliases for your buddy.
italian: Una email è la tua email personale che solo tu conosci. Quando creai un nuovo alias, puoi associarlo ad una email. Per esempio: - tutte le email inviate a quest alias saranno inoltrate a questa email. - da questa email, puoi rispondere ad email ricevute o inviate una nuova email. Quando ti sei registrato, una email viene creata automaticamente utilizzando l'indirizzo email di registrazione. Questa email, non deve essere per forza la tua email: può anche essere l'indirizzo email di un amico se vuoi creare alias per qualcun altro.

source: Set as default
italian: Configura come principale

# delete_mailbox_confirmation
source: 🛑 All aliases associated with this mailbox will also be deleted. This operation is irreversible. Please confirm.
italian: 🛑 Attenzione: Con questa operazione verranno rimossi anche tutti gli alias associati con questa email. Questa operazione è irreversibile.

source: Modify profile
italian: Modifica profilo

source: Modify profile photo
italian: Modifica foto di profilo

source: Upload new photo
italian: Importa nuova foto

source: Remove profile photo
italian: Rimuovi foto di profilo

source: Modify display name
italian: Modifica nome

source: Enter new display name
italian: Inserisci nuovo nome

source: Touch ID Authentication
italian: Autenticazione Touch ID

source: Face ID Authentication
italian: Autenticazione Face ID

# face_id_permission_explication
source: Please authenticate to activate %1$s authentication
italian: Autentica per attivare %@

# authenticate_to_continue
source: Please authenticate to continue
italian: Autentica per continuare

# authenticate_to_activate_or_deactivate
source: Please authenticate to %1$s %2$s
italian: Autentica per %@ %@

source: Or use your passcode
italian: Oppure usa il tupo codice

# biometric_authentication_explication
source: Restrict unwanted access to your SimpleLogin account on this device
italian: Limita accesso al tuo SimpleLogin account da questo dispositivo

# newletters_explication
source: We will occasionally send you emails with new feature announcements
italian: Ricevi comunicazioni su nuove funzionalità via email

source: Random Alias
italian: Alias Random

# random_alias_explication
source: Change the way random aliases are generated by default
italian: Cambia il modo in cui i random alias sono generati

source: Based on UUID
italian: Basati su UUID

source: Based on random words
italian: Basati su parole random

source: Domain for random alias
italian: Dominio per alias random

source: Select default domain
italian: Seleziona dominio

source: SimpleLogin domain
italian: Dominio SimpleLogin

source: Your domain
italian: Dominio personale

source: Choose sender address format
italian: Scegli il formato dell'indirizzo mittente

source: Sender Address Format
italian: Formato Indirizzo Mittente

# sender_address_format_explication
source: Configure how incoming emails are formatted
italian: Configura come email in arrivo sono formattate

# sender_address_format_example
source: John Doe who uses john.doe@example.com to send you an email, how would you like to format his email?
italian: Mario Rossi che utilizza mario.rossi@esempio.it per inviarti una email, come vorresti che venga formattata?

source: About SimpleLogin
italian: Informazioni SimpleLogin

# simplelogin_short_description
source: SimpleLogin is an open source solution to project your online identity. SimpleLogin strives to offer a simple experience for both users and partners/developers.
italian: SimpleLogin è una soluzione open source per proteggere la tua identità online in modo semplice e veloce sia per utenti che per sviluppatori e partners.

source: How it works
italian: Come funziona

# how_it_works_title
source: The journey to the sane inbox
italian: Proteggi la tua email

# how_it_works_step_1_title
source: 1. Sign up and start creating aliases
italian: 1. Registrati e inizia a creare nuovi alias

# how_it_works_step_1_description
source: The next time a website asks for your email address, just create a new alias instead of using your real email.
italian: La prossima volta che un sito ti chiede l'indirizzo email, crea una nuovo alias ed utilizzalo per registrarti al posto della tua email personale.

# how_it_works_step_2_title
source: 2. Receive emails safely
italian: 2. Ricevi email senza esporre la tua vera email

# how_it_works_step_3_title
source: 3. Create aliases without leaving the browser/application
italian: 3. Crea nuovi alias comodamente dal browser/applicatione

# what_you_can_do_with_aliases_a_title
source: A. Replace email by alias everywhere
italian: A. Sostituisci email con un alias ovunque

# what_you_can_do_with_aliases_a_description
source: Subscribe to mailing lists, create new online accounts with email alias. All emails sent to an alias will be forwarded to your personal inbox. Later on, simply block an alias if it is too spammy.
italian: Iscriviti a mailing lists, crea nuovi account online utilizzando alias invece della tua email. Tutte le email inviate ad uno dei tuoi alias verranno inoltrate al tuo indirizzo email personale. In futuro, blocca un alias se ricevi troppo spam.

# what_you_can_do_with_aliases_b_title
source: B. Send emails from alias
italian: B. Invia email dal tuo alias

# what_you_can_do_with_aliases_c_title
source: C. Run your business with alias
italian: C. Gestisci il tuo business con nuovi alias

# what_you_can_do_with_aliases_c_description
source: Use alias as your business email. Save up to $6/month for each business email created with SimpleLogin. By the way your company emails are actually aliases.
italian: Utilizza alias come business email Risparmia fino a €5 al mese per ogni alias creato tramite SimpleLogin.

source: Our team
italian: Il nostro team

source: Contact us
italian: Contattaci

source: Pricing
italian: Prezzi

source: Help
italian: Aiuto

# terms_and_conditions
source: Terms &amp; conditions
italian: Termini e Condizioni

source: Privacy policy
italian: Regole sulla privacy

source: Connecting to server...
italian: Connessione al server...

source: Email address
italian: Indirizzo email

source: Invalid email address
italian: Indirizzo email non valido

source: Forgot password
italian: Password dimenticata

source: Reset password
italian: Cambia password

source: Sign in with API key
italian: Sign in con chiave API

source: Enter API key
italian: Inserisci chiave API

# enter_api_key_explication
source: To manage your API key, you have to sign in SimpleLogin via a browser then click on your profile name.
italian: Per gestire la tua chiave API devi fare login in SimpleLogin tramite il browser e poi cliccare sul tuo nome

source: Set API key
italian: Configura chiave API

source: Change API URL
italian: Cambia API URL

# change_api_url_warning
source: DO NOT change API URL unless you are hosting SimpleLogin with your own server. In most of the cases you may want to leave this field as default.
italian: NON CAMBIARE la API URL a meno che non stai facendo self-hosting di SimpleLogin sul tuo server personale. Nella maggior parte dei casi questa configurazione deve essere lasciata a default.

# change_api_url_default_value
source: The default value is https://app.simplelogin.io
italian: L'impostazione di default è https://app.simplelogin.io

source: Current API URL
italian: API URL corrente

# empty_api_url
source: API URL is empty
italian: API URL è vuota

source: Apply change
italian: Conferma modifica

source: Reset to default value
italian: Reimposta con valore di default

# changed_api_url_to
source: Changed API URL to %1$s
italian: API URL cambiata con %@

# reset_api_url_to
source: Reset API URL to https://app.simplelogin.io
italian: Reimposta API URL con https://app.simplelogin.io

source: Sign up
italian: Registrati

source: Sign up for SimpleLogin
italian: Registrati con SimpleLogin

# sign_up_success
source: Check your inbox for verification code
italian: Controlla la tua email per il codice di verifica

source: Minimum 8 characters
italian: Minimo 8 caratteri

source: Enter OTP
italian: Inserisci OTP

source: Enter activation code
italian: Inserisci codice di verifica

# paste_and_verify
source: Paste &amp; verify
italian: Incolla & verifica

source: Wrong code too many times
italian: Codice errato inserito troppe volte

# check_new_verification_code
source: Check your inbox for new verification code
italian: Controlla la tua email per il nuovo codice di verifica

source: just now
italian: adesso

source: minutes ago
italian: minuti fa

source: day ago
italian: giorno fa

source: days ago
italian: giorni fa

source: week ago
italian: settimana fa

source: weeks ago
italian: settimane fa

source: month ago
italian: mese fa

source: months ago
italian: mesi fa

source: year ago
italian: anno fa

source: years ago
italian: anni fa

source: Free plan
italian: Piano gratuito

source: Upgrade needed
italian: Upgrade

# upgrade_needed_explication
source: You have reached the limit. Please upgrade to premium for unlimited aliases and more useful features.
italian: Purtroppo hai raggiunto il tuo limite per questo trial. Fai l'upgrade a Premium per accesso illimitato a tutte le funzionalità

# show_premium_features
source: Show me premium features
italian: Mostrami le funzionalità premium

source: Not right now
italian: Non adesso

# error_fetching_receipt
source: Failed to fetch receipt: %1$s. Please contact us for further assistance.
italian: Impossibile recuperare la ricevuta per email: %@. La preghiamo di contattarci per ricevere assistenza.

# subscription_thank_you
source: Thank you for using our service
italian: Grazie per aver scelto il nostro servizio.

# subscription_thank_you_explication
source: The app will be refreshed shortly.
italian: L'applicazione verrà aggiornata a breve.

source: Got it
italian: OK

# iap_page_title
source: It's never too late to protect your email
italian: Non è mai troppo tardi per proteggere la tua email

# current_superpowers
source: Your current superpowers
italian: I tuoi superpoteri

source: 15 aliases
italian: 15 alias

source: Unlimited bandwidth
italian: Banda illimitata

# unlimited_reply_send
source: Unlimited send/reply from alias
italian: Invio illimitato di email dai tuoi alias

source: Sign in with SimpleLogin
italian: Registrati con SimpleLogin

# go_premium
source: Go premium for more
italian: Scegli Premium

source: Unlimited aliases
italian: Alias illimitati

source: Unlimited custom domains
italian: Domini personali illimitati

# unlimited_custom_domains_explication
source: Bring your own domain to create aliases like contact@your-domain.com
italian: Configura il tuo dominio personale per utilizzare alias come nome@tuo-dominio.it

# catch_all_domain
source: Catch-all (or wildcard) domain
italian: Dominio cattura-tutto

# 50_directories
source: 50 directories/usernames
italian: 50 cartelle/nomi

source: Unlimited mailboxes
italian: Mail illimitate

source: PGP encryption
italian: Crittografia PGP

# and_all_upcoming_features
source: ...and all of our upcoming features.
italian: ...e tutte le future funzionalità.

# monthly_subscription_price
source: Monthly subscription %1$s/month
italian: Abbonamento mensile %@/mese

# monthly_subscription_explication
source: Save 2 months by subscribing yearly. Our best deal.
italian: Ricevi 2 mesi gratis se ti abboni per un anno. Migliore offerta.

# yearly_subscription_price
source: Yearly subscription %1$s/year
italian: Abbonamento annuale %@/anno

# yearly_subscription_explication
source: A cup of ☕ per month to enhance your superpowers.
italian: Una cappuccino ☕ al mese per otteneri superpoteri.

source: Upgrade now
italian: Acquista adesso

source: SimpleLogin for enterprise
italian: SimpleLogin per aziende

# simplelogin_for_enterprise_title
source: Adopt SimpleLogin for your enterprise
italian: Supporta SimpleLogin nella tua azienda

# dedicated_server
source: Dedicated server &amp; database
italian: Server e database dedicati

# dashboard_to_manage
source: Dashboard to manage team accounts
italian: Dashboard per gestire il tuo team e account

# single_sign_on
source: Single Sign-On (SAML or OAuth2)
italian: Single Sign-On (SAML o OAuth2)

source: Restore purchase
italian: Riabilita acquisto

source: Unknown error
italian: Errore sconosciuto

source: Invalid client
italian: Cliente non valido

source: Invalid payment
italian: Pagamento non valido

source: Payment not allowed
italian: Pagamewnto non permesso

# product_not_available
source: Product is not available
italian: Il prodotto non è disponibile

source: Cloud service permission denied
italian: Accesso negato al servizio cloud

source: Cloud service network connection failed
italian: Connessione di rete fallita al servizio cloud

source: Cloud service revoked
italian: Accesso al servizio cloud revocato

source: Error retrieving products
italian: Errore nel recuperare i prodotti

source: Error
italian: Errore

source: Error occured
italian: Incontrato errore

# error_removing_api_key
source: Error removing API key from keychain
italian: Errore nel rimuovere la chiave API dal portachiavi

# error_setting_api_key
source: Error setting API key to keychain
italian: Errore nell'impostare la chiave API nel portachiavi

source: 💡How to
italian: 💡Come fare

source: Please confirm
italian: Si prega di confermare

source: Select all
italian: Seleziona tutto

source: You are up to date
italian: È tutto aggiornato

# tips_title
source: Do you know
italian: Lo sai

# tip_delete
source: To delete an item, simple swipe to left
italian: Per rimiovere un oggetto, scorri a sinistra

# tip_shake
source: Shake your phone to random an alias
italian: Scuoti il cellulare per generare un alias random

source: Frequently Asked Questions
italian: Domande frequenti

# faq_1_question
source: What exactly is an email alias?
italian: Che cosa è un alias?

# faq_1_answer
source: Email alias is similar to forward email address: all emails sent to an alias will be forwarded to your inbox. Thanks to SimpleLogin technology, you can also send emails from an alias. For your contact, the alias is therefore your email address.
italian: Un alias è simile ad un indirizzo email: tutte le email inviate ad un alias verranno inoltrate al tuo indirizzo email. Grazie alla tecnologia di SimpleLogin, puoi inviare email dai tuoi alias. Dal punto di vista del ricevente, il tuo alias è la tua email.

# faq_2_question
source: I can use my plus (+) trick to create unlimited email addresses, why do I need SimpleLogin?
italian: Posso utilizzare il trucco del segno segno piu (+), per creare email illimitate, perchè ho bisogno di SimpleLogin?

# faq_3_question
source: What is the difference between SimpleLogin and other email forwarding services?
italian: Quale è la differenza tra SimpleLogin ed altri servizi?

# faq_5_question
source: What is SimpleLogin's business model?
italian: Come guadagna soldi SimpleLogin?

# faq_5_answer
source: Our revenue comes only from subscriptions, that means the product will stay ad-free forever.
italian: Le nostre entrate arrivano esclusivamente dagli abbonamenti, questo vuol dire che la nostra piattaforma resterà senza pubblicità per sempre.

# faq_6_question
source: What happens if SimpleLogin is gone?
italian: Cosa succede se SimpleLogin smetterà di operare?

# faq_6_answer
source: This is probably the hardest question that a company has to answer :) As we are using SimpleLogin on a daily basis, for both our personal and professinal usage, in the worst case, we will close registrations for new users so SimpleLogin can only be used by existing users. For information, Spamgourmet, a similar email forwarding service has been running for more than 20 years now. Spamgourmet is actually an inspiration for SimpleLogin. If all this is still not enough, you can also run a SimpleLogin instance yourself as SimpleLogin code is open-source and we give detailed instructions on how to run it.
italian: Questa è probabilmente la domanda più difficile a cui dare una risposta :) Considerando che noi stessi utilizziamo SimpleLogin ogni giorno per motivi personali e professionali, nel caso peggiore, chiuderemo le registrazioni per nuovi utenti cosicchè SimpleLogin sarà utilizzabile solo da utenti esitenti. Per esempio, Spamgourmet, un servizio simile di inoltro email è in servizio da oltre 20 anni. In effetti, Spamgourmet è stato la nostra ispirazione per creare SimpleLogin. Se tutto questo non sarà sufficiente a mantenere servizio, puoi anche far girare la piattaforma SimpleLogin tu stesso grazie al codice open-sourcee forniamo anche istruzioni dettagliate per l'installazione.

# faq_7_question
source: What is alias directory or catch-all feature?
italian: Cosa vuol dire cartella alias o cattura-tutto?

# faq_7_answer
source: These 2 features both allow you to create alias on-the-fly, meaning you don't have to open SimpleLogin to create a new alias. Enabling catch-all on your domain allows you to use ANYTHING@my-domain.com as alias with ANYTHING being any word. The only limit is it has to have less than 128 characters. Alias Directory is similar to catch-all, you can use your_directory+ANYTHING@simplelogin.co as alias. your_directory is the name of the directory you created.
italian: Esistono due funzionalità che ti permettono di creare un nuovo alias al volo, in sostanza senza dover aprire SimpleLogin per creare un nuovo alias prima di utilizzarlo. Abilitare cattura-tutto per il tuo dominio personale ti permette di utilizzare QUALSIASI_COSA@mio-dominio.it come alias dove QUALSIASI_COSA può essere qualunque parola. L'unico limite è che deve essere meno di 128 caratteri Cartella Alias è simile al cattura-tutto, puoi usare tua_cartella+QUALSIASI_COSA@mio-dominio.it come alias. tua_cartella è il nome della cartella che hai creatro.
